<?php
include('head-uk.php');
?>

<body>
  <div class="wrapper-privacy">
    <?php
    $enLink = './privacy-policy.php';
    $enText = 'English';
    $ukLink = './privacy-policy-uk.php';
    $ukText = 'Українська';
    ?>
    <?php
    include('header-uk.php');
    ?>
    <main>
      <div class="main-wrapper-privacy">
        <section>
          <h1><span>Маркетингова агенція</span> Boda</h1>
          <h4>Загальні положення</h4>
          <p>
            1.1. Ця Політика Конфіденційності надається користувачам, які
            відвідують сайт
            <a class="adress" href="https://bodaagency.com/">https://bodaagency.com/</a>
          </p>
          <p>
            1.2. Ця Політика Конфіденційності ґрунтується на
            загальноприйнятому звичаї, Інтернет-етиці, загальній практиці,
            національному законодавстві України, Загального регламенту про
            захист даних ЄС 2016/679 (EU General Data Protection Regulation –
            «GDPR»).
          </p>
          <p>
            1.3. Конфіденційність користувачів нашого веб-сайту має велике
            значення для нас, і ми докладаємо всіх зусиль для забезпечення її
            захисту.
          </p>
          <p>
            1.4. Мета нашої політики конфіденційності — проінформувати Вас як
            ми використовуємо Вашу персональну інформацію, що надається Вами у
            процесі користування цього веб-сайту.
          </p>
          <p>
            1.5. Ми обробляємо Ваші Персональні дані лише в разі, якщо
            виконано одну з умов, зазначених у статті 6 GDPR та чинного
            законодавства України, в тому числі, але не виключно:
          </p>
          <ul>
            <li class="marker">
              Ви дали згоду на обробку Персональних даних;
            </li>
            <li class="marker">
              Обробка необхідна з метою укладання з Вами та/або виконання
              Договору про надання комплексу робіт/послуг та/або надання Вам
              додаткових послуг;
            </li>
            <li>
              Така обробка вимагається чинним законодавством країн, з
              резидентами яких ми здійснюємо співпрацю
            </li>
          </ul>
          <p>
            1.5. Ми можемо періодично оновлювати Політику конфіденційності, в
            тому числі, якщо цього вимагає застосовуване законодавство. Тому
            ми просимо Вас відвідувати цей веб-сайт, щоб переконатися в тому,
            що Ви маєте актуальну інформацію. Зверніть увагу, що Ви не можете
            використовувати веб-сайт доки не висловите Вашу явну згоду з
            положеннями цієї Політики Конфіденційності за допомогою технічних
            засобів, передбачених цим веб-сайтом.
          </p>
          <h4>Збір персональних даних</h4>
          <p>
            2.1. Збору, зберіганню та використанню підлягають наступні типи
            персональних даних:
          </p>
          <ul>
            <li class="marker">
              Інформація про ваш комп’ютер, включаючи вашу IP-адресу,
              географічне розташування, тип і версію браузера та операційну
              систему;
            </li>
            <li class="marker">
              Інформація про ваші відвідування та використання цього
              веб-сайту, включаючи реферальні джерела, протяжність візитів,
              переглянуті сторінки та шляхи навігації по сайту;
            </li>
            <li class="marker">
              Інформація про адресу вашої електронної пошти, яку ви
              використали для реєстрації на нашому веб-сайті;
            </li>
            <li class="marker">
              Інформація, яку ви ввели під час створення профілю на нашому
              веб-сайті – наприклад, ваше прізвище, ім’я, стать, дата
              народження, сімейний статус, місце навчання тощо;
            </li>
            <li class="marker">
              Інформація, така, як ваше ім’я та адреса електронної пошти, які
              ви вказали під час оформлення підписок на наші поштові
              повідомлення та/або розсилки;
            </li>
            <li class="marker">
              Інформація, яку ви ввели під час використання сервісів нашого
              веб-сайту;
            </li>
            <li>
              Інформація, яка генерується при використанні нашого веб-сайту,
              включаючи інформацію про час, частоту та умови його
              використання;
            </li>
            <li class="marker">
              Інформація стосовно будь-яких ваших покупок, використаних
              сервісів або транзакцій, які ви провели через наш веб-сайт,
              включаючи ваше ім’я, адресу, номер телефону, адресу електронної
              поштової скриньки та інформацію про кредитну карту;
            </li>
            <li class="marker">
              Інформація, що міститься в будь-яких повідомленнях, які ви
              надсилали нам електронною поштою або через наш веб-сайт,
              включаючи зміст повідомлення та мета дані;
            </li>
          </ul>
          <p>Будь-яка інша персональна інформація, яку ви надіслали нам.</p>
          <ul>
            <li class="marker">
              Перед тим, як розкрити для нас персональну інформацію третьої
              особи, ви маєте отримати згоду цієї особи як на розкриття, так і
              на обробку цієї інформації у відповідності до цієї Політики.
            </li>
          </ul>
          <h4>Використання Вашої персональної інформації</h4>
          <p>
            3.1. Персональна інформація, яку ви передані нам через наш
            веб-сайт, буде використовуватися задля цілей, зазначених в цій
            Політиці або на відповідних сторінках веб-сайту. Ми можемо
            використовувати Вашу персональну інформацію в наступних цілях:
          </p>
          <ul>
            <li class="marker">
              адміністрування нашого веб-сайту та бізнесу;
            </li>
            <li class="marker">персоналізація нашого веб-сайту для вас;</li>
            <li class="marker">
              надання Вам можливості користуватися послугами та продуктами,
              доступними на нашому веб-сайті;
            </li>
            <li class="marker">
              надання Вам послуг, придбаних через наш веб-сайт;
            </li>
            <li class="marker">
              надсилання Вам повідомлень, рахунків та нагадувань про сплату,
              та отримання платежів від Вас;
            </li>
            <li class="marker">
              надсилання Вам маркетингових та немаркетингових комерційних
              повідомлень;
            </li>
            <li class="marker">
              надсилання Вам електронною поштою повідомлень, які Ви спеціально
              запросили;
            </li>
            <li class="marker">
              надсилання Вам електронної розсилки, якщо Ви її замовили (ви в
              будь-який момент можете повідомити нас, що більше не бажаєте
              отримувати електронні розсилки від нас);
            </li>
            <li class="marker">
              надсилання Вам маркетингових повідомлень стосовно нашої ділової
              активності або ділової активності старанно відібраних сторонніх
              компаній, яка, на нашу думку, може Вас зацікавити, шляхом
              публікацій або, якщо Ви конкретно надали на це згоду – шляхом
              надсилання електронної пошти або за рахунок використання
              подібних технологій (ви в будь-який момент можете повідомити
              нас, що більше не бажаєте отримувати маркетингові повідомлення);
            </li>
            <li class="marker">
              надання стороннім компаніям статистичної інформації про наших
              користувачів (проте, ці сторонні компанії не матимуть змоги
              ідентифікувати жодного окремого користувача з цих даних);
            </li>
            <li class="marker">
              обробка запитів та скарг, зроблених Вами або на Вас, і які
              стосуються нашого веб-сайту;
            </li>
            <li class="marker">
              з метою забезпечення безпеки нашого сайту та попередження
              шахрайства;
            </li>
            <li class="marker">
              з метою перевірки відповідності умовам та правилам, які
              регламентують використання нашого веб-сайту (включаючи
              моніторинг приватних повідомлень, надісланих через сервіс
              приватних повідомлень нашого веб-сайту);
            </li>
            <li class="marker">та в інших цілях</li>
          </ul>
          <h4>Розкриття персональної інформації</h4>
          <p>
            4.1. Ми лишаємо за собою право розкрити Вашу персональну
            інформацію для будь-якого з наших працівників, керівників,
            партнерів, страхувальників, професійних радників, агентів,
            постачальників або субпідрядників, в об’ємі та цілях, визначених в
            цією Політикою.
          </p>
          <p>
            4.2. Ми лишаємо за собою право розкрити Вашу персональну
            інформацію:
          </p>
          <ul>
            <li class="marker">
              в тих випадках, в яких цього від нас вимагає закон;
            </li>
            <li class="marker">
              у зв’язку з будь-яким поточними або майбутніми судовими
              процесами;
            </li>
            <li class="marker">
              з метою встановлення, реалізації або захисту наших законних прав
              (включаючи надання інформації іншим сторонам задля запобігання
              шахрайству або зниження кредитних ризиків);
            </li>
            <li class="marker">
              покупцеві (або потенційному покупцеві) будь-якого бізнесу або
              активів, які ми продаємо (або збираємося продати);
            </li>
          </ul>
          <p>
            та будь-якій особі, яка, як ми обґрунтовано вважаємо, може подати
            запит до суду або іншого уповноваженого органу про розкриття цих
            персональних даних і, на нашу обґрунтовану думку, цей суд або
            уповноважений орган видасть розпорядження на розкриття цих
            персональних даних.
          </p>
          <p>
            4.3. Ми не будемо розкривати Вашу персональну інформацію третім
            особам, за виключенням випадків, зазначених в цій Політиці.
          </p>
          <h4>Збереження персональної інформації</h4>
          <p>
            5.1. Персональна інформація, яку ми обробляємо з певною метою або
            в певних цілях не повинна зберігатися довше, ніж потрібно для
            досягнення цієї мети або цих цілей.
          </p>
          <h4>Захист Вашої персональної інформації</h4>
          <p>
            6.1.Ми вживаємо достатні технічні та організаційні заходи для
            попередження втрати, протиправного використання чи підробки Вашої
            персональної інформації.
          </p>
          <p>
            Всю надану вами персональну інформацію ми будемо зберігати на
            наших захищених (як паролем, так і фаєрволами) серверах.
          </p>
          <p>
            6.2. Всі електронні фінансові транзакції, здійснені за допомогою
            нашого сайту, будуть захищені технологією шифрування даних.
          </p>
          <p>
            6.3. Ви підтверджуєте своє ознайомлення з тим фактом, що передача
            інформації через Інтернет є по суті є незахищеною, і ми не можемо
            гарантувати захист даних, надісланих через всесвітню мережу.
          </p>
          <p>
            6.4. Ви несете повну відповідальність за збереження свого пароля
            для доступу на наш веб-сайт в таємниці.
          </p>
          <h4>Ваші права</h4>
          <p>
            7.1. Ви можете надати нам вказівку надавати Вам будь-яку
            персональну інформацію про Вас, яку ми маємо.
          </p>
          <p>
            7.2. Ми лишаємо за собою відмовити в наданні інформації за Вашим
            запитом, в межах чинного законодавства.
          </p>
          <h4>Файли-Cookies</h4>
          <p>
            8.1. Наш веб-сайт використовує файли-cookies. Cookie — це файл, що
            містить ідентифікатор (стрічку, яка складається з літер та цифр),
            і який надсилається веб-сервером до веб-браузеру, та зберігається
            браузером. В подальшому, ідентифікатор надсилається назад на
            сервер кожного разу, коли браузер запитує веб-сторінку з серверу.
            Файли-cookies можуть бути або «постійними» або «сеансові»:
            постійні будуть зберігатися браузером та будуть придатними до
            завершення терміну дії, якщо тільки не будуть видалені
            користувачем завчасно; «сеансові» навпаки – будуть видалятися
            після завершення сеансу роботи з сайтом або після закриття
            браузеру. Файли-cookies зазвичай не містять жодної інформації, яка
            ідентифікує особу користувача. Проте, Ваша персональна інформація,
            яку ми маємо, може бути пов’язана з інформацією, що зберігається
            та отримана від файлів-cookies.
          </p>
          <p style="margin-top: 20px">
            9. Маркетингова агенція Boda зберігатиме та використовуватиме
            персональну інформацію, якщо це необхідно для виконання своїх
            юридичних зобов’язань, вирішення суперечок, забезпечення виконання
            своїх домовленостей та в інших випадках, дозволених чинним
            законодавством.
          </p>
          <h4 style="margin-top: 50px">З повагою, Маркетингова агенція <span>Boda</span>
          </h4>
        </section>
      </div>
    </main>
    <?php
    include('footer-uk.php');
    ?>
  </div>
  <script src="//code.jquery.com/jquery-3.6.1.min.js"></script>
  <script src="./js/page.js"></script>
</body>

</html>